[
  "What is your vision for a perfect world?",
  "As a kid, what was your go-to selection from the ice cream truck?",
  "How do you go about eating a muffin?",
  "What was the last thing you did that gave you child-like joy?",
  "What are you having for dinner tonight?",
  "What book would you like to live in?",
  "What would you do if you won the lottery?",
  "Does Mike Wizowski blink or wink?",
  "If you could have one super hero power, what would it be?",
  "What's your favorite kind of soup?",
  "What do you think about homeowner associations?",
  "What would you do if you came home and found a penguin in your freezer?",
  "What did you have for breakfast?",
  "What is a seemingly mundane question you can ask somebody that will tell you a lot about their personality?",
  "What's your favorite dinosaur?",
  "What's your favorite card game?",
  "What's your favorite board game?",
  "Do you use your turn signal?",
  "How would you describe the internet to a caveman?",
  "How many vacation days did you take last year?",
  "Tell me about something you like doing that you're good at.",
  "Do you prefer night or day?",
  "Do you put the cart back when you're done shopping?",
  "Do you bring your own bags to the grocery store?",
  "Do you arrive to the airport early or just-on-time?",
  "Do you sleep with your socks on?",
  "What’s the last thing you did for the first time?",
  "Do you have a Reddit account?",
  "Why are man hole covers round?",
  "In what order do you take eggs out of their carton?",
  "If dogs wore pants, would they wear them on all 4 legs? Or just the back legs?",
  "Is a hot dog a sandwhich?",
  "Grilled cheese sandwich, or a taco... who wins in a fight?",
  "What is the airspeed velocity of an unladen swallow?",
  "What was the last thing you’ve ever stolen?",
  "What is your favorite color?",
  "What is the last thing that ended for you? What happened?",
  "What does HP stand for?",
  "What is your favorite book?",
  "Tell me about a podcast you've listened to recently?",
  "Cereal or milk first?",
  "Toilet paper roll — flap over or under?",
  "Do you have pets?",
  "Tell me about a situation where you realized you were in the wrong.",
  "Do you think the concept/consequences of a post-apocalyptic world is, in some ways, interesting?",
  "How much do you leave for tips?",
  "Pineapple on pizza... yes or no?",
  "If you could be an animal, what animal and why?",
  "Do you ever give money to homeless people you pass on the street?",
  "When it’s 3AM and you’re driving and there’s clearly no other cars in site do you run red lights / stop signs?",
  "Which starter pokemon did you pick?",
  "If you could have 2 superpowers, what would they be?",
  "Where do you get your news?",
  "How do you feel about LA?",
  "What ocean is between North America and Europe?",
  "What’s your favorite set of stairs?",
  "What's your favorite tv show?",
  "Do you like what you do?",
  "What is your favorite kind of chips?",
  "What song means the most to you?",
  "If you were given one superpower, to fly or turn invisible, which would it be?",
  "How many books should one own before they are allowed to get a bookshelf?",
  "What is your favorite charity?",
  "How are you today?",
  "Mac or PC?",
  "What internet browser do you use?",
  "What is the last concert you attended?",
  "What is the last book you finished?",
  "Do you make your bed every morning?",
  "Peanut butter sandwich: jelly or no jelly?",
  "Peanut butter: crunchy or smooth?",
  "Are there any businesses that you'll never use / go to again?",
  "What do you like to do for fun?",
  "Where have you traveled?",
  "What’s your favorite pair of shoes?",
  "Is Die Hard a Christmas movie?",
  "How would your friends describe you?"
]